{
	"courses": [
  {
    "id": 8693,
    "name": "Механик",
    "img": "https://thumbs.dfs.ivi.ru/storage8/contents/1/9/0f5e761649bc0a5eb0cbdabd55e4f1.jpg",
    "url": "https://www.youtube.com/watch?v=-zo9sFWgRy4",
    "description": "Джейсон Стэйтем и Дональд Сазерленд в остросюжетном триллере про ремесло наемного убийцы. Бесстрастный и непроницаемый Артур Бишоп – киллер экстра-класса. Мастеров его уровня называют «механиками» – настолько технично и быстро они действуют. Бишоп без вопросов и лишнего шума может устранить любую жертву. На этот раз перед Механиком встает непростая, несмотря на все его хладнокровие, задача – он должен убить своего лучшего друга, Гарри Маккену, который предал влиятельных людей. Профессионал должен оставаться профессионалом, и Артур убивает приятеля, глубоко в душе тяжело переживая потерю. На похоронах он знакомится с сыном убитого . Вскоре молодой и горячий Стив, не зная, что Бишоп «убрал» его отца, доверительно сообщает, что тоже хотел бы быть «механиком». Артур становится его наставником, но однажды его ученик узнает правду … К чему это приведет, можно смотреть онлайн в напряженном и зрелищном триллере «Механик».",
    "isTopRated": false,
    "length": 92,
    "date": "2017-09-28T04:39:24+00:00",
    "genre": [
      {
        "id": "2112",
        "name": "боевик"
      }, {
        "id": "9088",
        "name": "криминал"
      }
    ],
    "authors": [
      {
        "id": 1370,
        "name": "Polly",
        "lastName": "Sosa"
      }
    ]
  },
  {
    "id": 4980,
    "name": "Джанго освобожденный",
    "img": "https://upload.wikimedia.org/wikipedia/ru/thumb/b/ba/Django_Unchained.jpg/200px-Django_Unchained.jpg",
    "url": "https://www.youtube.com/watch?v=4McenUEna3E",
    "description": "Спагетти-вестерн от короля веселых и кровавых боевиков, блистательного Квентина Тарантино. История беглого раба по имени Джанго получила сразу пять номинаций на «Оскар», столько же – на приз Британской киноакадемии и успела завоевать два «Золотых глобуса». Ну а некоторые критики заблаговременно внесли «Джанго освобожденный» в список лучших фильмов года. В главных ролях – Джейми Фокс, Кристоф Вальц и Леонардо ДиКаприо. Для последнего работа с Тарантино стала своеобразным дебютом – он впервые за все время своей карьеры сыграл отъявленного злодея. Говорят, ДиКаприо долго не мог смириться с тем, что его герой – расист. Посмотреть онлайн на звезду «Титаника» в непривычном образе можно в нашем интернет-кинотеатре. Действие разворачивается накануне Гражданской войны в США, в 1859 году. Бывший дантист, а ныне охотник за головами Кинг Шульц освобождает раба Джанго. Делает он это отнюдь не по доброте душевной – ему нужен напарник, который мог бы отыскать банду братьев Бриттл. Поскольку Джанго работал на плантации, где обитали Бриттл, он наверняка может указать на их точное местонахождение. В качестве вознаграждения Шульц обещает рабу полную свободу и спасение его жены Брумгильды, которая была отдана в чужой дом. Так начинается их сотрудничество и охота на самых опасных преступников. К чему все это приведет, можно смотреть онлайн в вестерне «Джанго освобожденный». Интересный факт: во время одной из сцен Леонардо ДиКаприо так сильно стукнул кулаком по столу, что от удара разбился бокал,а осколки стекла вонзились в ладонь. Несмотря на боль, ДиКаприо продолжил монолог. В дальнейшем рану пришлось зашить.",
    "isTopRated": false,
    "date": "2016-05-31T02:02:36+00:00",
    "genre": [
      {
        "id": "8096",
        "name": "драма"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "1332",
        "name": "вестерн"
      }
    ],
    "authors": [
      {
        "id": 8413,
        "name": "Greta",
        "lastName": "Richardson"
      },
      {
        "id": 7458,
        "name": "Deana",
        "lastName": "Bruce"
      },
      {
        "id": 5508,
        "name": "Patsy",
        "lastName": "Bright"
      }
    ],
    "length": 165
  },
  {
    "id": 4282,
    "name": "Игра в имитацию",
    "img": "https://static.hdrezka.ac/i/2015/2/3/l1e127e789980yd77f14o.jpg",
    "url": "https://www.youtube.com/watch?v=z5ywP9odJXo",
    "description": "Камбербэтчемания набирает обороты. Новый повод для радости фанатов современного «Шерлока» - шпионский триллер о попытке разобраться в принципе работы легендарной немецкой шифровальной машины «Энигма». В Голливуде долгое время не находилось смельчаков взяться за блестящий сценарий, рожденный на основе книги Эндрю Ходжса «Алан Тьюринг: Загадка», пока студия братьев Вайнштейн не поручила проект режиссеру «Охотников за головами» Мортену Тильдуму. Начало Второй мировой войны. Британская разведка собирает лучших математиков и ставит перед ними амбициозную цель: взломать код фашистской шифровальной установки. Руководить процессами мозгового штурма поручено выдающемуся ученому Алану Тьюрингу (Бенедикт Кэмбербетч). При всей своей гениальности криптограф абсолютно невыносим в плане общения с людьми: он заносчив и дерзок. Медиатором, который сделал возможным функционирование группы, стала единственная принятая в команду женщина-криптограф Джоан Кларк (Кира Найтли). Узнать больше о создании первого в мире компьютера можно, начав смотреть онлайн историческую драму «Игра в имитацию».",
    "isTopRated": true,
    "date": "2017-03-25T12:57:37+00:00",
    "genre": [
      {
        "id": "8096",
        "name": "драма"
      }, {
        "id": "9011",
        "name": "мелодрама"
      }, {
        "id": "8091",
        "name": "исторический"
      }
    ],
    "authors": [
      {
        "id": 3618,
        "name": "Laura",
        "lastName": "Kirby"
      },
      {
        "id": 9064,
        "name": "Quinn",
        "lastName": "Cain"
      }
    ],
    "length": 197
  },
  {
    "id": 1936,
    "name": " 1+1 ",
    "img": "http://film-like.com/images/film/full/69/58476.jpg",
    "url": "https://www.youtube.com/watch?v=tTwFeGArcrs",
    "description": "Совсем не типичная французская комедия. Заставляющая о многом задуматься драма. Безусловно, одна из самых ярких премьер, появившихся на российских экранах в 2012 году. Фильм-обладатель премий «Сезар», «Жорж», «Гойя» и многих других. Если вы до сих пор не видели трогательную, смешную и поучительную картину «1+1», не упустите шанса посмотреть ее онлайн при первой же возможности. Филипп – аристократ, ставший парализованным в результате несчастного случая, – ищет себе помощника с функциями сиделки. Ему не просто нужен человек, который стал бы его руками и ногами – ему необходим тот, кому можно доверять. В своем особняке Филипп проводит тщательный отбор кандидатов, но к недоумению окружающих работа достается тому, кто, казалось бы, меньше всего для нее подходит – чернокожему парню, выросшему на окраинах и только что освободившемуся из тюрьмы. Что общего может быть у богатого паралитика и неотесанного уличного мужлана? Правильно, ничего. Но, возможно, в этом и суть?",
    "isTopRated": true,
    "date": "2016-03-18T06:36:07+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }
    ],
    "authors": [
      {
        "id": 9926,
        "name": "Burt",
        "lastName": "Holland"
      },
      {
        "id": 6440,
        "name": "Andrews",
        "lastName": "Byers"
      },
      {
        "id": 8509,
        "name": "Shawn",
        "lastName": "Craig"
      }
    ],
    "length": 232
  },
  {
    "id": 2006,
    "name": "Шазам",
    "img": "https://upload.wikimedia.org/wikipedia/ru/5/50/Shazam%21.jpg",
    "url": "https://www.youtube.com/watch?v=rvJdxDjn6nI",
    "description": "В раннем детстве Билли Бэтсон потерял на улице маму, и с тех пор он меняет одну приемную семью за другой. Ему не хочется сближаться с новыми родственниками, но все-таки Билли вступается за своего названного брата Фредди, хромого, гиперобщительного и помешенного на комиксах мальчика, который закономерно становится мишенью хулиганов. С одного смелого поступка начинается история подвигов четырнадцатилетнего Билли, с которым неожиданно связывается могущественный волшебник. После долгих и бесплодных поисков преемника старый маг передает свои способности проблемному подростку, ставшему последней надеждой человечества. Мощь Геракла, Выдержка Атланта, Сила Зевса, Бесстрашие Ахилла и Скорость Меркурия переходят к Билли вместе с новым именем, высвобождающим его супергеройское альтер эго. Билли говорит «Шазам!» и превращается в неуязвимого персонажа из комиксов. С помощью своего консультанта Фредди он пытается освоить новую суперсилу, которая, как известно, влечет за собой столь же большую ответственность.",
    "isTopRated": true,
    "date": "2017-01-18T19:10:51+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "1257",
        "name": "детский"
      }
    ],
    "authors": [
      {
        "id": 21,
        "name": "Maddox",
        "lastName": "Diaz"
      },
      {
        "id": 800,
        "name": "Glenda",
        "lastName": "Juarez"
      },
      {
        "id": 1772,
        "name": "Hilda",
        "lastName": "Gaines"
      },
      {
        "id": 3003,
        "name": "Abbott",
        "lastName": "Mckay"
      }
    ],
    "length": 42
  },
  {
    "id": 1672,
    "name": "Девушка из Дании",
    "img": "https://www.film.ru/sites/default/files/styles/thumb_260x400/public/movies/posters/7251573-816103.jpg",
    "url": "https://www.youtube.com/watch?v=QJhtAWEuuWk",
    "description": " Художница Герда Вегенер счастлива в браке с таким же творцом Эйнаром, но страдает из-за творческой несостоятельности: ее картины считаются посредственными и плохо продаются. Однажды, шутки ради, Герда просит мужа надеть парик, женское платье и стать ее натурщицей. Безобидное переодевание неожиданно становится для художницы источником редкого вдохновения, и портреты получаются просто замечательными. Созданному Эйнаром образу даже дают имя Лили, и вскоре Герда решает, что им нужно появиться в свете. Однако постепенно шутка заходит слишком далеко, и Эйнар понимает, что Лили – это не просто образ, а его настоящая сущность. Чем закончится удивительная правдивая история, вы узнаете, если решите смотреть онлайн «Девушка из Дании».",
    "isTopRated": false,
    "date": "2017-06-06T00:07:32+00:00",
    "genre": [
      {
        "id": "9011",
        "name": "мелодрама"
      }, {
        "id": "8096",
        "name": "драма"
      }
    ],
    "authors": [
      {
        "id": 1167,
        "name": "Garrison",
        "lastName": "Chambers"
      },
      {
        "id": 9215,
        "name": "Ofelia",
        "lastName": "Rodgers"
      },
      {
        "id": 978,
        "name": "Avila",
        "lastName": "Bolton"
      }
    ],
    "length": 52
  },
  {
    "id": 3946,
    "name": "Ла-Ла Ленд",
    "img": "https://upload.wikimedia.org/wikipedia/ru/e/e4/La_La_Land.jpg",
    "url": "https://www.youtube.com/watch?v=Q7RcP5Olpso",
    "description": "Миа подает кофе в кафетерии при киностудии и мечтает стать второй Ингрид Бергман, но пока кастинг за кастингом ее ждут одни лишь провалы. Себастьян трепетно коллекционирует вещи, принадлежавшие великим джазменам, и сам мечтает о своем богемном джаз-кафе, но вынужден играть простые мелодии для посетителей ресторана. Они встречаются случайно, и потом встретятся еще не раз, полюбят друг друга и будут вместе мечтать о том, как все их желания станут реальностью. Но совместимы ли такие грандиозные амбиции и тихие семейные ужины? Что выбрать – популярность среди широких масс или безвестность и настоящее призвание? ",
    "isTopRated": false,
    "date": "2016-11-03T04:24:34+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "8096",
        "name": "драма"
      }
    ],
    "authors": [
      {
        "id": 612,
        "name": "Pam",
        "lastName": "Vazquez"
      },
      {
        "id": 6050,
        "name": "Norman",
        "lastName": "Love"
      },
      {
        "id": 2252,
        "name": "Reba",
        "lastName": "Perez"
      }
    ],
    "length": 31
  },
  {
    "id": 8464,
    "name": "Страшно красив",
    "img": "https://upload.wikimedia.org/wikipedia/ru/thumb/9/97/Beastly.jpg/203px-Beastly.jpg",
    "url": "https://www.youtube.com/watch?v=X49ME7_p3KI",
    "description": "Повествование в этом фильме, в отличие от оригинала, ведется от лица чудовища. Зритель узнает о внутренних переживаниях героя и может проследить процесс его перерождения. Студент престижного вуза Кайл Кингстон не знает, что такое проблемы, в его жизни все безоблачно и устроено на долгие годы вперед. Кайл невероятно хорош собой, богат, но при этом очень беден душой, жесток и беспринципен. Одна из его однокурсниц по имени Кендра оказывается волшебницей и решает проучить мажора за нанесенную ей обиду. Кайл превращается в уродливого монстра, испещренного ужасными шрамами и татуировками по всему телу. От этого проклятия Кайла может освободить только чистая сердцем девушка, искренне полюбившая его. На все про все у парня только один год, в противном случае он навсегда останется лысым отшельником.",
    "isTopRated": true,
    "date": "2017-07-07T10:38:59+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "7532",
        "name": "романтика"
      }
    ],
    "authors": [
      {
        "id": 5524,
        "name": "Cobb",
        "lastName": "Hudson"
      },
      {
        "id": 5341,
        "name": "Nettie",
        "lastName": "Sanford"
      },
      {
        "id": 7333,
        "name": "Michele",
        "lastName": "Cunningham"
      }
    ],
    "length": 269
  },
  {
    "id": 5834,
    "name": "Соник в кино",
    "img": "https://media.kg-portal.ru/movies/s/sonicthehedgehog/posters/sonicthehedgehog_16.jpg",
    "url": "https://www.youtube.com/watch?v=QXcXTcGMz7g",
    "description": "Однажды из очень далеких краев на Землю попал удивительный ярко-синий еж в красных кроссовках, способный перемещаться между мирами и развивать сверхзвуковую скорость. Этого странного инопланетянина зовут Соник: спасаясь от преследования, он был вынужден скрыться в глухой американской глубинке. Чтобы скрасить одиночество, Соник втайне наблюдает за жизнью своего соседа – скромного провинциального шерифа Тома. Десять лет Соник не выдает себя, а в один прекрасный день провоцирует такой мощный выброс энергии, что на место событий прибывает целая армия вместе с гениальным изобретателем Роботником. Узнав о фантастическом пришельце, доктор Роботник разворачивает на него грандиозную охоту. Но, во-первых, шериф Том приходит на помощь своему новому инопланетному другу, а во-вторых – попробуйте-ка угнаться за Соником! ",
    "isTopRated": false,
    "date": "2016-04-30T18:46:36+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "1257",
        "name": "детский"
      }
    ],
    "authors": [
      {
        "id": 8318,
        "name": "Rowland",
        "lastName": "Vasquez"
      }
    ],
    "length": 310
  },
  {
    "id": 9664,
    "name": "Турист",
    "img": "https://thumbs.dfs.ivi.ru/storage31/contents/b/8/1415e3276ab2aa6de5b1e0b8d95ded.jpg",
    "url": "https://www.youtube.com/watch?v=dA-NlYomAhE",
    "description": "Роковая красавица Элиза – возлюбленная разыскиваемого полицией вора Александра Пирса, который похитил нешуточную сумму денег у своего босса. Александр не ищет простых путей, поэтому герой недолго думая делает пластическую операцию и меняется до неузнаваемости. Элиза едет в Венецию, чтобы отыскать парня, похожего на Александра. Под эту роль подходит американский турист по имени Фрэнк (Джонни Депп), который вскоре влюбляется в прекрасную искусительницу. Вскоре романтическая встреча Элизы и Фрэнка оборачивается опасными приключениями с погоней и покушениями. Сумеет ли герой выбраться из бурного водоворота интриг, в который его заманила Элиза?",
    "isTopRated": true,
    "date": "2017-02-18T22:01:43+00:00",
    "genre": [
      {
        "id": "2112",
        "name": "боевик"
      }, {
        "id": "7890",
        "name": "детектив"
      }
    ],
    "authors": [
      {
        "id": 4441,
        "name": "Willa",
        "lastName": "Cortez"
      },
      {
        "id": 9562,
        "name": "Dejesus",
        "lastName": "Snow"
      },
      {
        "id": 4998,
        "name": "Doyle",
        "lastName": "Webster"
      },
      {
        "id": 2138,
        "name": "Torres",
        "lastName": "Farley"
      }
    ],
    "length": 274
  },
  {
    "id": 8194,
    "name": "Первому игроку приготовиться ",
    "img": "https://i.pinimg.com/originals/4a/eb/56/4aeb565e8b4396fc3e504269b470e312.jpg",
    "url": "https://www.youtube.com/watch?v=jzC_pkNSQVk",
    "description": " Середина XXI века – эпоха перенаселенных трущоб, тотального кризиса, бедности и компьютерной игры OASIS. Большинство людей, не выносящих безнадежность реальной жизни, бегут от нее в виртуальный мир, где возможно всё: совершать подвиги, наживать богатства, менять внешность, исполнять мечты... 18-летний сирота Уэйд Уоттс живет в мире OASIS под ником «Парсифаль». Он один из самых преданных поклонников гения-разработчика Джеймса Холлидея, скончавшегося несколько лет назад. Перед смертью Холлидей оставил завещание: всё его состояние, а главное – власть над OASIS, перейдет тому игроку, который найдет секрет-«пасхалку». Изо дня в день ее поисками занимаются самые упорные фанаты, участники таинственного сопротивления и наемники из алчной корпорации Innovative Online Industries. Но разгадать первый ключ к пасхальному яйцу удается «темной лошадке» Парсифалю. Игроманов и киноманов всех возрастов приглашаем посмотреть онлайн фантастический экшн «Первому игроку приготовиться».",
    "isTopRated": false,
    "date": "2016-09-09T12:00:31+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "7344",
        "name": "фантастика"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "7000",
        "name": "семейный"
      }
    ],
    "authors": [
      {
        "id": 3509,
        "name": "Jessie",
        "lastName": "Kelly"
      },
      {
        "id": 7653,
        "name": "Miranda",
        "lastName": "Christian"
      },
      {
        "id": 6185,
        "name": "Yvette",
        "lastName": "Foster"
      },
      {
        "id": 5186,
        "name": "Russell",
        "lastName": "Butler"
      }
    ],
    "length": 71
  },
  {
    "id": 5688,
    "name": "Фантастические твари: Преступления Грин-де-Вальда",
    "img": "https://thumbs.dfs.ivi.ru/storage28/contents/2/3/163bb632ea19a5738ce2a1bc258424.jpg",
    "url": "https://www.youtube.com/watch?v=TwvJe2VwhTU",
    "description": "Непростой период в жизни молодого волшебника Ньюта Саламандера продолжается. Министерство магии следит за Ньютом и не разрешает ему выезжать из Англии. Его брат-мракоборец собирается жениться на его бывшей возлюбленной, а новая подруга Тина не хочет о нем слышать из-за газетных сплетен. Вдобавок к личным проблемам из тюрьмы сбегает Геллерт Грин-де-Вальд – самый опасный и могущественный волшебник, которого только знал мир в то время. Меньше всего Ньют мечтает стать великим героем, но его помощи просит сам Альбус Дамблдор, лучший профессор Хогвартса и враг всех темных магов. По его просьбе Ньют отправляется в Париж на поиски несчастного сироты Криденса, который может стать главным козырем в большой игре Грин-де-Вальда.",
    "isTopRated": false,
    "date": "2017-11-18T09:06:11+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "7344",
        "name": "фантастика"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "7000",
        "name": "семейный"
      }
    ],
    "authors": [
      {
        "id": 9364,
        "name": "Berger",
        "lastName": "Powell"
      },
      {
        "id": 3477,
        "name": "Daugherty",
        "lastName": "Guy"
      },
      {
        "id": 2005,
        "name": "Dotson",
        "lastName": "Hernandez"
      }
    ],
    "length": 171
  },
  {
    "id": 2698,
    "name": "Такси",
    "img": "https://sun9-18.userapi.com/impf/c623419/v623419944/d7b4/L2NsBqKXqjQ.jpg?size=200x0&quality=90&sign=248dd305d21921d3f1e7b88df8c181b0&ava=1",
    "url": "https://www.youtube.com/watch?v=XEvc25yRb1g",
    "description": "Японии очень важно обменяться с дружественной Францией опытом по борьбе с терроризмом. Французское правительство тщательно готовится к этой встрече – продемонстрировать нужно не только мощь французских войск, но и другие прелести Парижа, как же без этого. А главное, предстоит подписание важнейшего контракта века! Но контракт еще не подписан, а гангстерская группировка «Якудза» тут как тут. Министр обороны похищен, сделка под угрозой срыва. Полиция поднимает свои лучшие силы для поисков, но что бы она делала, если бы не веселые отважные герои Даниэль и Эмильен, и их неизменное такси… Если вы ищете легкий, приятный и веселый фильм для всей семьи, то рекомендуем смотреть онлайн «Такси-2».",
    "isTopRated": true,
    "date": "2017-07-14T10:57:08+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "7000",
        "name": "семейный"
      }
    ],
    "authors": [
      {
        "id": 1416,
        "name": "Ashlee",
        "lastName": "Hines"
      }
    ],
    "length": 191
  },
  {
    "id": 3747,
    "name": "Человек-Паук: Возвращение домой ",
    "img": "https://thumbs.dfs.ivi.ru/storage26/contents/7/9/134ba0db8c4f676c70af8e416396e1.jpg",
    "url": "https://www.youtube.com/watch?v=LiHypZWN6HY",
    "description": "Старшеклассник Питер Паркер получает сверхтехнологичный чудо-костюм, дарующий ему невероятные способности (в комплект входят автоподгонка по фигуре, десятки видов паутины и искусственный интеллект), и выходит на защиту города: снимает котят с деревьев, ловит грабителей, переводит бабушек через дорогу... Приходит время и для настоящих испытаний: в городе начинает творить злодейства Стервятник (Майкл Китон) – психопат со стальными крыльями и бандой злобных прихвостней. Но Питер и не думает сдаваться – при поддержке Тони Старка (Роберт Дауни-мл.), плейбоя, миллиардера и филантропа, он способен на многое. Надо только доказать Железному Человеку, что он достоин носить паучий костюм… Зрители однозначно поддержали новое прочтение знаменитой истории: «Человек-Паук: Возвращение домой» стал одним из самых кассовых фильмов лета 2017 года. Теперь его можно посмотреть и онлайн. Наслаждайтесь!",
    "isTopRated": false,
    "date": "2017-10-27T01:46:08+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "7000",
        "name": "семейный"
      }, {
        "id": "7344",
        "name": "фантастика"
      }
    ],
    "authors": [
      {
        "id": 5907,
        "name": "Jacobson",
        "lastName": "Riddle"
      },
      {
        "id": 8339,
        "name": "Claire",
        "lastName": "Battle"
      },
      {
        "id": 2017,
        "name": "Orr",
        "lastName": "Conrad"
      },
      {
        "id": 7614,
        "name": "Moody",
        "lastName": "Cash"
      }
    ],
    "length": 41
  },
  {
    "id": 6605,
    "name": "Из машины",
    "img": "https://kinoafisha.ua/upload/2014/09/films/6453/1421853729iskusstvenni-intellekt.jpg",
    "url": "https://www.youtube.com/watch?v=P4znbzgenJM",
    "description": "Выиграв конкурс, Калеб отправляется на неделю в частный горный особняк, принадлежащий миллиардеру-затворнику по имени Натан. Именно он руководит компанией, в которой работает Калеб. Прибыв на место, герой выясняет, что ему предстоит поучаствовать в испытании нового искусственного интеллекта. В течение недели Калеб должен общаться с роботом Авой, обладающим телом привлекательной девушки. По истечении срока нужно определить, достиг ли искусственный разум таких высот, чтобы ввести в заблуждение человека. Калеб остается один на один с Авой. Живой мужчина и прекрасная машина много беседуют и даже привязываются друг к другу, но однажды Ава заявляет, что Натан лжет и ему нельзя доверять. К чему бы такое заявление? Это правда или хитрая уловка? Для того чтобы узнать ответы на эти и многие другие вопросы, рекомендуем смотреть онлайн «Из машины».",
    "isTopRated": false,
    "date": "2016-12-11T18:16:42+00:00",
    "genre": [
      {
        "id": "5433",
        "name": "документальный"
      }, {
        "id": "1678",
        "name": "военный"
      }, {
        "id": "2112",
        "name": "боевик"
      }
    ],
    "authors": [
      {
        "id": 4165,
        "name": "Gilda",
        "lastName": "Huff"
      }
    ],
    "length": 119
  },
  {
    "id": 6703,
    "name": "Гарри Поттер и Принц-полукровка",
    "img": "https://static.hdrezka.ac/i/2014/2/5/a6390e33eee72hi38s82k.jpg",
    "url": "https://www.youtube.com/watch?v=U0hMHgNw8hs",
    "description": "Вторая Война Волшебников, последствия которой замечают даже маглы в обычном людском мире. Тем не менее, в Хогвартсе стартует учебный год, и преподаватели бросают все силы на то, чтобы оградить учеников от опасностей. Профессор Снегг, мастер зельеварения, становится преподавателем защиты от темных искусств, и это обескураживает Гарри, Рона и Гермиону, ведь они уверены, что Снегг – приспешник Волан-де-Морта. Тайно профессор дает матери врага Гарри, Драко Малфоя, Непреложный Обет в том, что он поможет Малфою убить директора Хогвартса Дамблдора. Тем временем, Дамблдор занят поисками крестражей – артефактов, в которые Волан-де-Морт заключил частицы своей души, благодаря которым он выжил при попытке убить годовалого Гарри. Гарри Поттер присоединяется к этим смертельно опасным поискам…",
    "isTopRated": false,
    "date": "2016-03-21T19:22:57+00:00",
    "genre": [
      {
        "id": "1257",
        "name": "детский"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "4365",
        "name": "фэнтези"
      }
    ],
    "authors": [
      {
        "id": 4290,
        "name": "Latonya",
        "lastName": "Hester"
      },
      {
        "id": 9190,
        "name": "Gregory",
        "lastName": "Ratliff"
      },
      {
        "id": 2309,
        "name": "Williamson",
        "lastName": "Phillips"
      },
      {
        "id": 5583,
        "name": "Katharine",
        "lastName": "Hopkins"
      }
    ],
    "length": 358
  },
  {
    "id": 4276,
    "name": "Гарри Поттер и Орден Феникса ",
    "img": "https://kinogo.zone/uploads/posts/2019-07/1563102177-2073405095-garri-potter-i-orden-feniksa.jpg",
    "url": "https://www.youtube.com/watch?v=Q3P10wkGDBQ",
    "description": "Директор Хогвартса Дамблдор, который доверяет Гарри и спасает его от исключения из школы, создает Орден Феникса – организацию для борьбы с силами Темного Лорда. Однако, министр магии Фадж думает, что Дамблдор нарочно распространяет слухи о возвращении Волан-де-Морта, чтобы подорвать авторитет Фаджа и занять его место. Он направляет в Хогвартс Долорес Амбридж, которая пристально следит за учениками, применяет жесточайшие меры наказаний и инспектирует преподавателей. Гарри и преданная ему группа студентов создают Отряд Дамблдора, и постепенно в него вступают все больше и больше учеников, не желающих слушать ложь министерства… Смотреть онлайн этот фильм, герои которого убеждаются, что главное в мире, несмотря на любые невзгоды и потрясения – это всепрощающая любовь и преданность в дружбе, можно уже сейчас на нашем сайте.",
    "isTopRated": false,
    "date": "2016-11-13T19:23:11+00:00",
    "genre": [
      {
        "id": "1257",
        "name": "детский"
      }, {
        "id": "1900",
        "name": "приключения"
      }, {
        "id": "4365",
        "name": "фэнтези"
      }
    ],
    "authors": [
      {
        "id": 1980,
        "name": "Leona",
        "lastName": "Bailey"
      },
      {
        "id": 5365,
        "name": "Edwards",
        "lastName": "Nunez"
      }
    ],
    "length": 52
  },
  {
    "id": 5111,
    "name": "Сумерки",
    "img": "https://upload.wikimedia.org/wikipedia/ru/6/63/%D0%A1%D1%83%D0%BC%D0%B5%D1%80%D0%BA%D0%B8_%28%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%2C_2008%29.jpg",
    "url": "https://www.youtube.com/watch?v=xloy7UEhDSw",
    "description": "Этот фильм стал культовым и стал родоначальником одноименной франшизы и не одной пародии, что только свидетельствует о его популярности. Молодая девушка Белла переезжает к отцу и приходит в новую школу. Там она встречает загадочного и прекрасного Эдварда из семьи Калленов, которые считаются школьной элитой и не общаются ни с кем, кроме своих. Эдвард влюбляется в Беллу, а она в него, но что-то мешает их безоблачному счастью. Эдвард хранит секрет, узнав который Белла приходит в ужас. Оказывается, Эдвард и вся семья Калленов – вампиры, ужасные смертоносные монстры. Но в отличие от своих собратьев они научились жить в мире с людьми, питаясь кровью животных. Сможет ли Белла преодолеть свой страх и предубеждения? Ведь в нее влюблен еще и совершенно нормальный парень Джейкоб, который отнюдь не намерен уступать красавицу Беллу какому-то кровопийце. Как разрешится любовный конфликт, можно смотреть онлайн в мелодраме «Сумерки».",
    "isTopRated": false,
    "date": "2016-08-13T02:14:40+00:00",
    "genre": [
      {
        "id": "7532",
        "name": "романтика"
      }
    ],
    "authors": [
      {
        "id": 3455,
        "name": "Leah",
        "lastName": "Sweet"
      },
      {
        "id": 3060,
        "name": "Landry",
        "lastName": "Valdez"
      },
      {
        "id": 8635,
        "name": "Juliana",
        "lastName": "Holden"
      },
      {
        "id": 7407,
        "name": "Price",
        "lastName": "Britt"
      }
    ],
    "length": 55
  },
  {
    "id": 5829,
    "name": "Голодные игры",
    "img": "https://upload.wikimedia.org/wikipedia/ru/thumb/d/d5/The_Hunger_Games_Catching_Fire.jpg/197px-The_Hunger_Games_Catching_Fire.jpg",
    "url": "https://www.youtube.com/watch?v=JR1Zm1s6hc8",
    "description": " В центре внимания – любовная линия между двумя подростками, которые обязаны убить друг друга. Действие происходит в далеком тоталитарном будущем, где общество поделилось на, так называемые, дистрикты – закрытые районы для различных сословий. Каждый год среди юных представителей всех дистриктов проводятся смертельные соревнования, в финале которых должен остаться только один выживший. После очередной Жатвы, специального жребия, в список участников попадает шестнадцатилетняя Китнисс Эвердин из двенадцатого дистрикта и застенчивый парень Пит Мелларк. Целеустремленная девушка твердо намерена победить, не подозревая, что ее сосед по дистрикту Пит влюблен в нее с детства. К чему приведет борьба за выживание, можно смотреть онлайн в фильме «Голодные игры».",
    "isTopRated": false,
    "date": "2017-05-13T09:35:20+00:00",
    "genre": [
      {
        "id": "7532",
        "name": "романтика"
      },{
        "id": "2112",
        "name": "боевик"
      }
    ],
    "authors": [
      {
        "id": 248,
        "name": "Millie",
        "lastName": "Schneider"
      },
      {
        "id": 3517,
        "name": "Burke",
        "lastName": "Eaton"
      }
    ],
    "length": 284
  },
  {
    "id": 9817,
    "name": "Иллюзия обмана",
    "img": "https://tvbesedka.com/upload/2017/1/28/15/53/6/a9c2c90e-1ad0-4144-8548-bb1693d7e3e3.jpg",
    "url": "https://www.youtube.com/watch?v=JR1Zm1s6hc8",
    "description": "Группа, состоящая из четырех, казалось бы, обычных молодых людей, не просто развлекает публику, а проворачивает совершенно невероятные и не совсем законные трюки. Они способны за пару секунд преодолеть пространство и время, чтобы похитить из парижского банка несколько миллионов. Готовы ли вы поверить своим глазам? Смотрите онлайн захватывающий зрелищный триллер «Иллюзия обмана» и, возможно, вы узнаете их секрет. Отчаянную четверку сыграли Джесси Айзенберг («Социальная сеть», «Добро пожаловать в Zомбилэнд», «Римские приключения»), Дэйв Франко («Мачо и ботан»), Айла Фишер («Да, возможно...») и Вуди Харрельсон («Прирожденные убийцы», «Старикам тут не место», «Семь психопатов»). Также в картине снялись оскароносцы Морган Фриман и Майкл Кейн, Марк Руффало («Остров проклятых», «Мстители») и Мелани Лоран («Бесславные ублюдки»).",
    "isTopRated": true,
    "date": "2017-03-18T16:27:27+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      },{
        "id": "1900",
        "name": "приключения"
      }
    ],
    "authors": [
      {
        "id": 7827,
        "name": "Lorna",
        "lastName": "Joyce"
      },
      {
        "id": 8335,
        "name": "Ronda",
        "lastName": "Dean"
      },
      {
        "id": 57,
        "name": "Lola",
        "lastName": "Glass"
      },
      {
        "id": 4831,
        "name": "Noreen",
        "lastName": "Sullivan"
      }
    ],
    "length": 226
  },
  {
    "id": 7454,
    "name": "Иллюзия обмана 2",
    "img": "https://media.kg-portal.ru/movies/n/nowyouseeme2/posters/nowyouseeme2_10.jpg",
    "url": "https://www.youtube.com/watch?v=JR1Zm1s6hc8",
    "description": "дарные фокусники готовятся к своему триумфальному шоу, но в процессе выступления что-то пошло не так, и неуловимые «Всадники» попадают в хитрую ловушку анонимного преступника. В попытке бегства, иллюзионисты прыгают с крыши концертного зала и неожиданно оказываются в Китае. Небывалый фокус провернул техномагнат, который намерен завладеть специальным ключом от всех компьютерных систем в мире. Ловким трюкачам не осталось иного выбора, кроме как устроить новое грандиозное шоу, которое никто никогда не забудет. Смотрите онлайн в нашем интернет-кинотеатре захватывающую картину «Иллюзия обмана 2», которая доказывает зрителю, что все мы видим лишь малую часть происходящего. «Всадников» обманом завлекли в опасную аферу, и теперь друзья просто обязаны отплатить обидчику той же монетой. Приятного просмотра!",
    "isTopRated": false,
    "date": "2016-05-29T11:05:03+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      },{
        "id": "1900",
        "name": "приключения"
      }
    ],
    "authors": [
      {
        "id": 3343,
        "name": "Margie",
        "lastName": "Cote"
      }
    ],
    "length": 283
  },
  {
    "id": 8476,
    "name": "Чудо-женщина",
    "img": "https://www.film.ru/sites/default/files/styles/thumb_1024x450/public/filefield_paths/cde4c9d0a997d6cb906965b64699bf80_0.jpg",
    "url": "https://www.youtube.com/watch?v=JR1Zm1s6hc8",
    "description": "На прекрасном острове Фемискира живут амазонки – женщины, всегда готовые к войне. Диана, дочь предводительницы, только учится искусству сражаться. Однажды на их земли, где царит мир, прилетают вражеские самолеты. Разгорается ожесточенное сражение между амазонками и немецкими солдатами. Потрясенная Диана узнает, что где-то далеко уже не первый год идет настоящая война и страдают люди.\n\nДиана спасает шпиона, который обещает отвезти ее туда, где царствует несправедливость и горе. Взяв с собой все артефакты силы, пока еще наивная девушка отправляется спасать мир.\nСмотреть онлайн фильм «Чудо-женщина» о сильной героине, которой не нужны помощь и снисхождение, можно на нашем сайте.",
    "isTopRated": true,
    "date": "2017-09-08T19:51:30+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      },{
        "id": "1900",
        "name": "приключения"
      },{
        "id": "7532",
        "name": "романтика"
      }
    ],
    "authors": [
      {
        "id": 441,
        "name": "Vance",
        "lastName": "Reynolds"
      }
    ],
    "length": 346
  },
  {
    "id": 6240,
    "name": "Окулус",
    "img": "https://www.film.ru/sites/default/files/movies/posters/2667841-628386.jpg",
    "url": "https://www.youtube.com/watch?v=RG3oQUDcaXs",
    "description": "Тим и Кейли – брат и сестра – встречаются после долгой разлуки. Они были разлучены 11 долгих лет: девочка жила в приемных семьях, а парня упекли в психиатрическую лечебницу. Их родители погибли при ужасающих и невероятных обстоятельствах, в которые не верит никто, кроме ребят. Только Тим и Кейли своими глазами видели, как их родителей уничтожило старинное зеркало, в котором обитал кровожадный призрак. Несчастные дети пережили настоящий ад, и теперь, повзрослев, они собираются отомстить потусторонней сущности. Специально для всех любителей ужасов и мистики – добротно снятый, хорошо продуманный, эффектный и по-настоящему пугающий хоррор «Окулус», который мы предлагаем смотреть онлайн людям с крепкими нервами. Таинственное зеркало, непредсказуемая женщина-призрак, чудовищные в своей жестокости убийства и реки крови – все это в избытке ждет тех, кто отважится посмотреть «Окулус».",
    "isTopRated": false,
    "date": "2017-08-15T15:27:05+00:00",
    "genre": [
      {
        "id": "9900",
        "name": "триллер"
      },{
        "id": "9098",
        "name": "ужасы"
      }
    ],
    "authors": [
      {
        "id": 9101,
        "name": "Singleton",
        "lastName": "Ellison"
      },
      {
        "id": 638,
        "name": "Weeks",
        "lastName": "Santos"
      }
    ],
    "length": 267
  },
  {
    "id": 5110,
    "name": "Хэнкок",
    "img": "https://mirfilm.uzor.su/uploads/posts/2020-04/1588076348_610x900_1082.jpg",
    "url": "https://www.youtube.com/watch?v=Cp-MvezC_rU",
    "description": " Уилл Смит и Шарлиз Терон в культовом высокобюджетном комедийном боевике с впечатляющими спецэффектами и отличными шутками. Посмотреть на масштабное творение Питера Берга («Козырные тузы», «Морской бой») можно онлайн. Смит играет последнего супергероя. Джон Хэнкок – почти обычный человек. От большинства людей он отличается лишь тем, что умеет летать, очень силен и практически неуязвим. Есть у Хэнкока еще одна особенность: он готов прийти на помощь полиции и помочь в поимке преступников, но сделает это с таким многомиллионным ущербом и нагрубит стольким людям, что горожане не знают, подарок ли такой супергерой или наказание. Хэнкок живет на улице, ночует на лавочке, не прочь выпить с самого утра и плохо ладит с окружающими. Его судьба резко меняется, когда он помогает специалисту по пиару Рэю, который уверен, что его спасителю просто необходима смена имиджа. Из не особо следящего за своей внешностью и поведением парня он должен превратиться в образцово показательного супергероя, от которого будут в восторге все без исключения.",
    "isTopRated": false,
    "date": "2017-11-05T23:17:58+00:00",
    "genre": [
      {
        "id": "9878",
        "name": "комедия"
      },{
        "id": "7000",
        "name": "семейный"
      }
    ],
    "authors": [
      {
        "id": 8781,
        "name": "Carson",
        "lastName": "Suarez"
      },
      {
        "id": 3399,
        "name": "Schmidt",
        "lastName": "Cooke"
      }
    ],
    "length": 59
  },
  {
    "id": 3001,
    "name": "Фарго",
    "img": "https://thumbs.dfs.ivi.ru/storage6/contents/4/8/441e9207d690547951f59a6ae81fae.jpg",
    "url": "https://www.youtube.com/watch?v=eU7ULUn_Bsg",
    "description": " Опираясь на изученные материалы и детские воспоминания, режиссеры проработали каждую мелочь, вплоть до диалекта, но главное – они показали уникальную историю, оставляющую особое послевкусие. Офицер полиции Мардж Гандерсон, находящаяся на последних сроках беременности, расследует череду странных убийств, произошедших буквально друг за другом. Немногим ранее робкий и неприметный продавец автомобилей Джерри Лундегаард нанимает двух неадекватных преступников Карла и Гэира. Желая выбить денег у богатого тестя, он организует похищение собственной жены. Однако непредсказуемое поведение Гэира превращает семейную разборку в вереницу кровавых событий. Потрясенный происходящим, Джерри пытается все исправить, но из-за очередной глупости только усугубляет ситуацию. Для того чтобы узнать, как дальше будут развиваться события, рекомендуем смотреть онлайн «Фарго».",
    "isTopRated": false,
    "date": "2017-11-01T00:46:22+00:00",
    "genre": [
      {
        "id": "1280",
        "name": "мистика"
      }
    ],
    "authors": [
      {
        "id": 7987,
        "name": "Anthony",
        "lastName": "Mcguire"
      },
      {
        "id": 80,
        "name": "Knight",
        "lastName": "York"
      },
      {
        "id": 5892,
        "name": "Hope",
        "lastName": "Boyer"
      },
      {
        "id": 7134,
        "name": "Kim",
        "lastName": "Brewer"
      }
    ],
    "length": 155
  },
  {
    "id": 7349,
    "name": "Любовь и прочие неприятности ",
    "img": "https://thumbs.filmix.co/posters/orig/lyubov-i-prochie-nepriyatnosti_3963_0.jpg",
    "url": "https://www.youtube.com/watch?v=fsflgU9MOO4",
    "description": " В главных ролях - красавец Мэтью МакКонахи и звезда сериала «Секс в большом городе» Сара Джессика Паркер. Несмотря на то, что ему уже за тридцать, красавчик Трипп не собирается заводить семью и съезжать от родителей. Обеспокоенные тем, что у сына не предвещается какой-то серьезной личной жизни, родители Триппа решают приложить свою руку к организации его счастья. Они нанимают красивую и талантливую девушку, надеясь, что она влюбит в себя Триппа и он, наконец, уедет из родительского дома. Все вроде бы идет по плану: Трипп и красавица влюбляются друг в друга и уже собираются жить вместе, но тут герой узнает, что все это было подстроено его родителями. Он расстается с девушкой, не в силах простить ее предательства, но вскоре понимает, что влюблен в нее по-настоящему. Чем обернется для героев их неожиданная встреча, вы узнаете, если решите смотреть онлайн «Любовь и прочие неприятности».",
    "isTopRated": false,
    "date": "2016-05-23T19:39:12+00:00",
    "genre": [
      {
        "id": "7532",
        "name": "романтика"
      }
    ],
    "authors": [
      {
        "id": 3121,
        "name": "Twila",
        "lastName": "Jennings"
      },
      {
        "id": 6880,
        "name": "Irma",
        "lastName": "Martinez"
      },
      {
        "id": 6039,
        "name": "Mcgowan",
        "lastName": "Nelson"
      },
      {
        "id": 8235,
        "name": "Parks",
        "lastName": "Mack"
      }
    ],
    "length": 280
  },
  {
    "id": 8324,
    "name": "Робот по имени Чаппи",
    "img": "https://www.kino-teatr.ru/movie/posters/big/0/112370.jpg",
    "url": "https://www.youtube.com/watch?v=YQ1CtGUgCbQ",
    "description": " В основе сюжета – похищение необычного ребенка, а точнее, искуственно созданного интеллекта. Два не совсем законопослушных гражданина строят планы на будущее, существенная роль в которых отведена роботу Чаппи, которого они похитили практически сразу после его появления на свет. Бандиты воспитывают одаренного «малыша» как сына, укладывая в его умную, железную голову удобные для себя суждения и представления о том, что правильно, а что нет. Дело в том, что Чаппи - человекообразный робот с эмоциональным восприятием девятилетнего ребенка. Для чего он понадобился предприимчивым «приемным родителям», вы узнаете, начав смотреть онлайн фантастическую комедию «Робот по имени Чаппи». Взяв за основу одну из своих короткометражных работ, Нил Бломкамп при помощи своей супруги и соавтора Тэрри Татчелл развил сюжет в трогательную, почти семейную историю, которая непременно вызовет у зрителя смех сквозь слезы умиления.",
    "isTopRated": true,
    "date": "2016-12-03T04:50:39+00:00",
    "genre": [
      {
        "id": "9088",
        "name": "криминал"
      }
    ],
    "authors": [
      {
        "id": 1861,
        "name": "Michael",
        "lastName": "Stout"
      },
      {
        "id": 9950,
        "name": "Roy",
        "lastName": "George"
      },
      {
        "id": 3907,
        "name": "Macdonald",
        "lastName": "Ward"
      },
      {
        "id": 4388,
        "name": "Oneil",
        "lastName": "Carlson"
      }
    ],
    "length": 390
  },
  {
    "id": 5848,
    "name": "Путь домой",
    "img": "https://kino-teatr.ua/public/main/films/x2_poster_62538.jpg",
    "url": "https://www.youtube.com/watch?v=iBEi9tWcFqU",
    "description": "Душевный фильм для детей и взрослых «Путь домой» основан на одноименной книге В. Брюса Камерона, наиболее известного как автор истории «Собачья жизнь». Вместе с умными животными в фильме снимались Эшли Джадд («Особо тяжкие преступления»), Александра Шипп («Люди Икс: Апокалипсис»), Крис Бауэр («Настоящая кровь») и другие. Щенок Белла выросла среди кошачьего выводка в подвале ветхого дома. Вся ее семья попала в руки сотрудников службы по отлову собак. Белла не разочаровалась в людях благодаря доброму и заботливому парню Лукасу, который подкармливает бездомных животных. Он забирает Беллу домой, несмотря на запреты своего арендодателя. Лукас тренирует новую любимицу и становится ее лучшим другом, без которого она больше не представляет своей жизни. Именно поэтому Белла не подчиняется печальным обстоятельствам, которые разлучают ее с хозяином. Оказавшись в четырехсот милях от дома, она ищет дорогу обратно и попадает в руки разных людей, принося им утешение и радость. Приглашаем всей семьей посмотреть фильм «Путь домой» в нашем онлайн-кинотеатре.",
    "isTopRated": true,
    "date": "2017-10-07T09:23:08+00:00",
    "genre": [
      {
        "id": "1257",
        "name": "детский"
      }, {
        "id": "7000",
        "name": "семейный"
      }
    ],
    "authors": [
      {
        "id": 2700,
        "name": "Wynn",
        "lastName": "Knowles"
      },
      {
        "id": 1048,
        "name": "Casey",
        "lastName": "Terry"
      },
      {
        "id": 5187,
        "name": "Etta",
        "lastName": "Key"
      },
      {
        "id": 1939,
        "name": "Hilary",
        "lastName": "Mcdowell"
      }
    ],
    "length": 46
  }
]
}
